<?php
return [
	// +----------------------------------------------------------------------
    // | 自定义后台模块配置项
    // +----------------------------------------------------------------------
	
	//定义后台资源路径
	'static_admin' => '/static/admin',
	
	//定义商品类型属性类型
	'attr_type' => [
		0 => '唯一属性',
		1 => '单选属性'
	],
	//定义商品类型属性输入方式
	'attr_input_type' => [
		0 => '手工输入',
		1 => '列表选择'
	],
	//定义商品分类导航栏显示
	'cat_is_show' => [
		0 => '<span style="color:#e66b14">隐藏</span>',
		1 => '<span style="color:green">显示</span>'
	]
	
	
	
];
?>